Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Collapse tool result
ar: طي نتيجة الأداة
de: Tool-Ergebnis einklappen
es: Contraer el resultado de la herramienta
fa: جمع کردن نتیجه ابزار
fr: Réduire le résultat de l’outil
hi: टूल परिणाम संक्षिप्त करें
id: Ciutkan hasil alat
it: Comprimi il risultato dello strumento
ja_jp: ツールの結果を折りたたむ
ko: 도구 결과 접기
nl: Toolresultaat samenvouwen
pl: Zwiń wynik narzędzia
pt_br: Recolher resultado da ferramenta
ru: Свернуть результат инструмента
sv: Dölj verktygsresultat
th: ยุบผลลัพธ์ของเครื่องมือ
tr: Araç sonucunu daralt
uk: Згорнути результат інструмента
vi: Thu gọn kết quả công cụ
zh_cn: 折叠工具结果
zh_tw: 收合工具結果

source: Collapsed
ar: مطوي
de: Eingeklappt
es: Contraído
fa: جمع‌شده
fr: Réduit
hi: संकुचित
id: Diciutkan
it: Compresso
ja_jp: 折りたたみ
ko: 접힘
nl: Ingeklapt
pl: Zwinięte
pt_br: Recolhido
ru: Свернуто
sv: Komprimerad
th: ยุบแล้ว
tr: Daraltıldı
uk: Згорнуто
vi: Đã thu gọn
zh_cn: 已折叠
zh_tw: 已收合

source: Command Palette…
ar: لوحة الأوامر…
de: Befehlspalette…
es: Paleta de comandos…
fa: پالت فرمان…
fr: Palette de commandes…
hi: कमांड पैलेट…
id: Palet Perintah…
it: Palette dei comandi…
ja_jp: コマンドパレット…
ko: 명령 팔레트…
nl: Opdrachtenpalet…
pl: Paleta poleceń…
pt_br: Paleta de comandos…
ru: Палитра команд…
sv: Kommandopalett…
th: ชุดคำสั่ง…
tr: Komut Paleti…
uk: Палітра команд…
vi: Bảng lệnh…
zh_cn: 命令面板…
zh_tw: 命令選擇區…

source: Command access
ar: الوصول إلى الأوامر
de: Befehlszugriff
es: Acceso a comandos
fa: دسترسی به فرمان
fr: Accès aux commandes
id: Akses perintah
it: Accesso ai comandi
ja_jp: コマンドアクセス
ko: 명령 액세스
nl: Opdrachttoegang
pl: Dostęp do poleceń
pt_br: Acesso a comandos
ru: Доступ к командам
sv: Kommandoåtkomst
th: การเข้าถึงคำสั่ง
tr: Komut erişimi
uk: Доступ до команд
vi: Quyền truy cập lệnh
zh_cn: 命令访问
zh_tw: 命令存取權

source: Command and script payloads are read-only in the macOS app
ar: حِمل الأوامر والبرامج النصية للقراءة فقط في تطبيق macOS
de: Befehls- und Skriptinhalte sind in der macOS-App schreibgeschützt
es: Las cargas de comandos y scripts son de solo lectura en la app de macOS
fa: محتوای فرمان‌ها و اسکریپت‌ها در برنامه macOS فقط‌خواندنی است
fr: Les charges utiles des commandes et des scripts sont en lecture seule dans l’app macOS
hi: macOS ऐप में कमांड और स्क्रिप्ट पेलोड केवल पढ़ने योग्य हैं
id: Payload perintah dan skrip bersifat hanya baca di aplikasi macOS
it: I payload di comandi e script sono di sola lettura nell'app macOS
ja_jp: コマンドとスクリプトのペイロードはmacOSアプリでは読み取り専用です
ko: 명령 및 스크립트 페이로드는 macOS 앱에서 읽기 전용입니다
nl: Opdrachten en scriptpayloads zijn alleen-lezen in de macOS-app
pl: Ładunki poleceń i skryptów są tylko do odczytu w aplikacji macOS
pt_br: Os payloads de comandos e scripts são somente leitura no app para macOS
ru: Данные команд и скриптов доступны в приложении macOS только для чтения
sv: Kommando- och skriptinnehåll är skrivskyddat i macOS-appen
th: เพย์โหลดคำสั่งและสคริปต์เป็นแบบอ่านอย่างเดียวในแอป macOS
tr: Komut ve script yükleri macOS uygulamasında salt okunurdur
uk: Дані команд і скриптів доступні лише для читання в застосунку macOS
vi: Payload lệnh và tập lệnh chỉ có thể đọc trong ứng dụng macOS
zh_cn: 命令和脚本负载在 macOS App 中为只读
zh_tw: 在 macOS App 中，命令與指令碼承載內容為唯讀

source: Commands that miss the allowlist follow the prompt and fallback policy above.
ar: الأوامر غير الموجودة في قائمة السماح تتبع سياسة المطالبة والخيار الاحتياطي أعلاه.
de: Befehle, die nicht auf der Allowlist stehen, folgen der obigen Prompt- und Fallback-Richtlinie.
es: Los comandos que no coincidan con la lista de permitidos siguen la política de prompt y reserva anterior.
fa: فرمان‌هایی که در فهرست مجاز نباشند، از سیاست اعلان و جایگزین بالا پیروی می‌کنند.
fr: Les commandes absentes de la liste d’autorisation suivent la politique d’invite et de repli ci-dessus.
hi: जो कमांड allowlist में नहीं हैं, वे ऊपर दी गई प्रॉम्प्ट और फ़ॉलबैक नीति का पालन करते हैं।
id: Perintah yang tidak masuk allowlist mengikuti kebijakan prompt dan fallback di atas.
it: I comandi non presenti nell'allowlist seguono il prompt e il criterio di fallback sopra indicati.
ja_jp: 許可リストに一致しないコマンドは、上記のプロンプトおよびフォールバックポリシーに従います。
ko: 허용 목록에 없는 명령은 위의 프롬프트 및 대체 정책을 따릅니다.
nl: Commando's die niet op de allowlist staan, volgen het bovenstaande prompt- en terugvalbeleid.
pl: Polecenia, które nie znajdują się na liście dozwolonych, podlegają powyższej polityce monitów i działania awaryjnego.
pt_br: Comandos que não estão na lista de permissões seguem a política de prompt e fallback acima.
ru: Команды, которых нет в списке разрешений, следуют указанной выше политике запросов и резервного варианта.
sv: Kommandon som inte finns i tillåtelselistan följer prompt- och reservpolicyn ovan.
th: คำสั่งที่ไม่อยู่ใน allowlist จะเป็นไปตามนโยบายพรอมป์และตัวเลือกสำรองด้านบน
tr: İzin listesinde olmayan komutlar yukarıdaki istem ve yedek politikasını izler.
uk: Команди, яких немає в списку дозволених, дотримуються політики запитів і резервного варіанта вище.
vi: Các lệnh không có trong danh sách cho phép sẽ tuân theo chính sách lời nhắc và dự phòng ở trên.
zh_cn: 未命中允许列表的命令将遵循上方的提示和回退策略。
zh_tw: 未命中允許清單的命令會遵循上方的提示與備援政策。

source: Commands unavailable
ar: الأوامر غير متاحة
de: Befehle nicht verfügbar
es: Comandos no disponibles
fa: دستورها در دسترس نیستند
fr: Commandes indisponibles
hi: कमांड उपलब्ध नहीं हैं
id: Perintah tidak tersedia
it: Comandi non disponibili
ja_jp: コマンドは利用できません
ko: 명령을 사용할 수 없음
nl: Opdrachten niet beschikbaar
pl: Polecenia niedostępne
pt_br: Comandos indisponíveis
ru: Команды недоступны
sv: Kommandon är inte tillgängliga
th: ไม่สามารถใช้คำสั่งได้
tr: Komutlar kullanılamıyor
uk: Команди недоступні
vi: Lệnh không khả dụng
zh_cn: 命令不可用
zh_tw: 指令無法使用

source: Compact Thread
ar: ضغط المحادثة
de: Thread komprimieren
es: Compactar hilo
fa: فشرده‌سازی رشته
fr: Compacter le fil
hi: थ्रेड को संक्षिप्त करें
id: Ringkas Utas
it: Compatta conversazione
ja_jp: スレッドを圧縮
ko: 스레드 압축
nl: Thread comprimeren
pl: Kompaktuj wątek
pt_br: Compactar conversa
ru: Сжать ветку
sv: Komprimera tråd
th: ย่อเธรด
tr: Konuyu sıkıştır
uk: Стиснути гілку
vi: Thu gọn luồng
zh_cn: 压缩对话串
zh_tw: 壓縮對話串

source: Compact failed
ar: فشل الضغط
de: Komprimieren fehlgeschlagen
es: Error al compactar
fa: فشرده‌سازی ناموفق بود
fr: Échec du compactage
hi: कॉम्पैक्ट विफल
id: Pemadatan gagal
it: Compattazione non riuscita
ja_jp: 圧縮に失敗しました
ko: 압축 실패
nl: Comprimeren mislukt
pl: Kompaktowanie nie powiodło się
pt_br: Falha ao compactar
ru: Не удалось сжать
sv: Kompaktering misslyckades
th: ย่อไม่สำเร็จ
tr: Sıkıştırma başarısız oldu
uk: Не вдалося стиснути
vi: Thu gọn không thành công
zh_cn: 压缩失败
zh_tw: 壓縮失敗

source: Compact session log?
ar: هل تريد ضغط سجل الجلسة؟
de: Sitzungsprotokoll komprimieren?
es: ¿Compactar registro de sesión?
fa: گزارش نشست فشرده شود؟
fr: Compacter le journal de session ?
hi: सेशन लॉग कॉम्पैक्ट करें?
id: Padatkan log sesi?
it: Compattare il registro della sessione?
ja_jp: セッションログを圧縮しますか？
ko: 세션 로그를 압축할까요?
nl: Sessielogboek comprimeren?
pl: Skompaktować dziennik sesji?
pt_br: Compactar log da sessão?
ru: Сжать журнал сеанса?
sv: Kompaktera sessionslogg?
th: ย่อบันทึกเซสชัน?
tr: Oturum günlüğü sıkıştırılsın mı?
uk: Стиснути журнал сеансу?
vi: Thu gọn nhật ký phiên?
zh_cn: 压缩会话日志？
zh_tw: 要壓縮工作階段記錄嗎？

source: Computer Control access
ar: الوصول إلى التحكم بالكمبيوتر
de: Zugriff auf die Computersteuerung
es: Acceso al control del ordenador
fa: دسترسی کنترل رایانه
fr: Accès au contrôle de l’ordinateur
hi: कंप्यूटर नियंत्रण एक्सेस
id: Akses Kontrol Komputer
it: Accesso al controllo del computer
ja_jp: コンピュータ制御アクセス
ko: 컴퓨터 제어 접근 권한
nl: Toegang tot computerbediening
pl: Dostęp do sterowania komputerem
pt_br: Acesso ao Controle do Computador
ru: Доступ к управлению компьютером
sv: Åtkomst till datorstyrning
th: สิทธิ์เข้าถึงการควบคุมคอมพิวเตอร์
tr: Bilgisayar Denetimi erişimi
uk: Доступ до керування комп’ютером
vi: Quyền Điều khiển máy tính
zh_cn: 电脑控制访问权限
zh_tw: 電腦控制權限

source: Config
ar: الإعدادات
de: Konfiguration
es: Configuración
fa: پیکربندی
fr: Configuration
hi: कॉन्फ़िग
it: Configurazione
ja_jp: 設定
ko: 구성
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
sv: Konfiguration
th: การกำหนดค่า
tr: Yapılandırma
uk: Конфігурація
vi: Cấu hình
zh_cn: 配置

source: Configuration
ar: التكوين
de: Konfiguration
es: Configuración
fa: پیکربندی
hi: कॉन्फ़िगरेशन
id: Konfigurasi
it: Configurazione
ja_jp: 構成
ko: 구성
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
sv: Konfiguration
th: การกำหนดค่า
tr: Yapılandırma
uk: Конфігурація
vi: Cấu hình
zh_cn: 配置
zh_tw: 設定

source: Configure later
ar: الإعداد لاحقًا
de: Später konfigurieren
es: Configurar más tarde
fa: بعداً پیکربندی کنید
fr: Configurer plus tard
hi: बाद में कॉन्फ़िगर करें
id: Konfigurasikan nanti
it: Configura più tardi
ja_jp: 後で設定
ko: 나중에 구성
nl: Later configureren
pl: Skonfiguruj później
pt_br: Configurar mais tarde
ru: Настроить позже
sv: Konfigurera senare
th: กำหนดค่าภายหลัง
tr: Daha sonra yapılandır
uk: Налаштувати пізніше
vi: Cấu hình sau
zh_cn: 稍后配置
zh_tw: 稍後設定

source: Configured
ar: تم التكوين
de: Konfiguriert
es: Configurado
fa: پیکربندی‌شده
fr: Configuré
hi: कॉन्फ़िगर किया गया
id: Terkonfigurasi
it: Configurato
ja_jp: 設定済み
ko: 구성됨
nl: Geconfigureerd
pl: Skonfigurowano
pt_br: Configurado
ru: Настроено
sv: Konfigurerad
th: กำหนดค่าแล้ว
tr: Yapılandırıldı
uk: Налаштовано
vi: Đã cấu hình
zh_cn: 已配置
zh_tw: 已設定

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fa: تأیید
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja_jp: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_cn: 确认
zh_tw: 確認

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fa: اتصال
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
it: Connetti
ja_jp: 接続
ko: 연결
nl: Verbinden
pl: Połącz
pt_br: Conectar
ru: Подключить
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan
uk: Підключити
vi: Kết nối
zh_cn: 连接
zh_tw: 連線

source: Connect / Set up
ar: الاتصال / الإعداد
de: Verbinden / Einrichten
es: Conectar / Configurar
fa: اتصال / راه‌اندازی
fr: Connecter / Configurer
hi: कनेक्ट करें / सेट अप करें
id: Sambungkan / Siapkan
it: Connetti / Configura
ja_jp: 接続 / セットアップ
ko: 연결 / 설정
nl: Verbinden / Instellen
pl: Połącz / Skonfiguruj
pt_br: Conectar / Configurar
ru: Подключить / Настроить
sv: Anslut / Konfigurera
th: เชื่อมต่อ / ตั้งค่า
tr: Bağlan / Kur
uk: Підключити / Налаштувати
vi: Kết nối / Thiết lập
zh_cn: 连接 / 设置
zh_tw: 連接／設定

source: Connect Discord, Slack, Telegram, WhatsApp, …
ar: ربط Discord، Slack، Telegram، WhatsApp، …
de: Discord, Slack, Telegram, WhatsApp verbinden, …
es: Conectar Discord, Slack, Telegram, WhatsApp, …
fa: اتصال Discord، Slack، Telegram، WhatsApp، …
fr: Connecter Discord, Slack, Telegram, WhatsApp, …
hi: Discord, Slack, Telegram, WhatsApp, … connect करें
id: Hubungkan Discord, Slack, Telegram, WhatsApp, …
it: Collega Discord, Slack, Telegram, WhatsApp, …
ja_jp: Discord、Slack、Telegram、WhatsApp、… を接続
ko: Discord, Slack, Telegram, WhatsApp, … 연결
nl: Verbind Discord, Slack, Telegram, WhatsApp, …
pl: Połącz Discord, Slack, Telegram, WhatsApp, …
pt_br: Conectar Discord, Slack, Telegram, WhatsApp, …
ru: Подключите Discord, Slack, Telegram, WhatsApp, …
sv: Anslut Discord, Slack, Telegram, WhatsApp, …
th: เชื่อมต่อ Discord, Slack, Telegram, WhatsApp, …
tr: Discord, Slack, Telegram, WhatsApp, … bağlayın
uk: Підключити Discord, Slack, Telegram, WhatsApp, …
vi: Kết nối Discord, Slack, Telegram, WhatsApp, …
zh_cn: 连接 Discord、Slack、Telegram、WhatsApp、…
zh_tw: 連接 Discord、Slack、Telegram、WhatsApp、…

source: Connect a local model service, or prepare a model on this Gateway.
ar: اتصل بخدمة نموذج محلي، أو جهّز نموذجًا على هذا الـ Gateway.
de: Verbinden Sie einen lokalen Modelldienst oder bereiten Sie ein Modell auf diesem Gateway vor.
es: Conecta un servicio de modelo local o prepara un modelo en este Gateway.
fa: یک سرویس مدل محلی متصل کنید یا مدلی را روی این Gateway آماده کنید.
fr: Connectez un service de modèle local, ou préparez un modèle sur ce Gateway.
hi: एक स्थानीय मॉडल सेवा कनेक्ट करें, या इस Gateway पर एक मॉडल तैयार करें।
id: Sambungkan layanan model lokal, atau siapkan model di Gateway ini.
it: Connetti un servizio di modello locale o prepara un modello su questo Gateway.
ja_jp: ローカルモデルサービスを接続するか、この Gateway でモデルを準備します。
ko: 로컬 모델 서비스를 연결하거나 이 Gateway에서 모델을 준비하세요.
nl: Verbind een lokale modelservice of bereid een model voor op deze Gateway.
pl: Połącz lokalną usługę modelu lub przygotuj model na tym Gateway.
pt_br: Conecte um serviço de modelo local ou prepare um modelo neste Gateway.
ru: Подключите локальный сервис модели или подготовьте модель на этом Gateway.
sv: Anslut en lokal modelltjänst eller förbered en modell på den här Gateway.
th: เชื่อมต่อบริการโมเดลในเครื่อง หรือเตรียมโมเดลบน Gateway นี้
tr: Yerel bir model hizmeti bağlayın veya bu Gateway üzerinde bir model hazırlayın.
uk: Підключіть локальну службу моделей або підготуйте модель на цьому Gateway.
vi: Kết nối dịch vụ mô hình cục bộ, hoặc chuẩn bị một mô hình trên Gateway này.
zh_cn: 连接本地模型服务，或在此 Gateway 上准备模型。
zh_tw: 連接本地模型服務，或在此 Gateway 上準備模型。

source: Connect a provider below with an API key or token, then check again.
ar: اربط أحد المزوّدين أدناه باستخدام مفتاح API أو رمز مميّز، ثم تحقّق مرة أخرى.
de: Verbinde unten einen Anbieter mit einem API-Schlüssel oder Token und prüfe dann erneut.
es: Conecta un proveedor a continuación con una clave de API o un token y, luego, vuelve a comprobarlo.
fa: یکی از ارائه‌دهندگان زیر را با یک کلید API یا توکن متصل کنید، سپس دوباره بررسی کنید.
fr: Connectez un fournisseur ci-dessous à l’aide d’une clé API ou d’un jeton, puis vérifiez à nouveau.
hi: नीचे किसी प्रदाता को API key या token से कनेक्ट करें, फिर दोबारा जाँचें।
id: Hubungkan penyedia di bawah ini dengan kunci API atau token, lalu periksa kembali.
it: Connetti uno dei provider qui sotto con una chiave API o un token, quindi verifica di nuovo.
ja_jp: 以下のプロバイダーに API キーまたはトークンで接続してから、もう一度確認してください。
ko: 아래 제공업체를 API 키 또는 토큰으로 연결한 다음 다시 확인하세요.
nl: Koppel hieronder een provider met een API-sleutel of token en controleer het daarna opnieuw.
pl: Połącz poniżej dostawcę za pomocą klucza API lub tokenu, a następnie sprawdź ponownie.
pt_br: Conecte um provedor abaixo com uma chave de API ou token e verifique novamente.
ru: Подключите ниже провайдера с помощью API-ключа или токена, затем повторите проверку.
sv: Anslut en leverantör nedan med en API-nyckel eller token och kontrollera sedan igen.
th: เชื่อมต่อผู้ให้บริการด้านล่างด้วย API key หรือ token แล้วตรวจสอบอีกครั้ง
tr: Aşağıdaki sağlayıcılardan birine API anahtarı veya token ile bağlanın, ardından tekrar kontrol edin.
uk: Підключіть постачальника нижче за допомогою ключа API або токена, а потім перевірте ще раз.
vi: Kết nối với một nhà cung cấp bên dưới bằng khóa API hoặc token, sau đó kiểm tra lại.
zh_cn: 使用 API 密钥或令牌连接下方的提供商，然后再次检查。
zh_tw: 使用 API 金鑰或權杖連接下方的供應商，然後再次檢查。

source: Connect with an API key or token
ar: الاتصال باستخدام مفتاح API أو رمز
de: Mit API-Schlüssel oder Token verbinden
es: Conéctate con una clave de API o un token
fa: اتصال با کلید API یا توکن
fr: Se connecter avec une clé API ou un jeton
hi: API कुंजी या टोकन से कनेक्ट करें
id: Hubungkan dengan kunci API atau token
it: Connetti con una chiave API o un token
ja_jp: API キーまたはトークンで接続
ko: API 키 또는 토큰으로 연결
nl: Verbinden met een API-sleutel of token
pl: Połącz przy użyciu klucza API lub tokenu
pt_br: Conecte-se com uma chave de API ou token
ru: Подключиться с помощью API-ключа или токена
sv: Anslut med en API-nyckel eller token
th: เชื่อมต่อด้วย API key หรือ token
tr: API anahtarı veya belirteci ile bağlan
uk: Підключитися за допомогою ключа API або токена
vi: Kết nối bằng khóa API hoặc token
zh_cn: 使用 API 密钥或令牌连接
zh_tw: 使用 API 金鑰或權杖連線

source: Connect your AI
ar: وصّل الذكاء الاصطناعي الخاص بك
de: Verbinden Sie Ihre KI
es: Conecta tu IA
fa: هوش مصنوعی خود را متصل کنید
fr: Connectez votre IA
hi: अपने AI को कनेक्ट करें
id: Hubungkan AI Anda
it: Connetti la tua IA
ja_jp: AI を接続
ko: AI 연결
nl: Verbind je AI
pl: Połącz swoją AI
pt_br: Conecte sua IA
ru: Подключите свой ИИ
sv: Anslut din AI
th: เชื่อมต่อ AI ของคุณ
tr: Yapay zekânızı bağlayın
uk: Підключіть свій ШІ
vi: Kết nối AI của bạn
zh_cn: 连接你的 AI
zh_tw: 連接你的 AI

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fa: متصل شد
fr: Connecté
hi: कनेक्ट किया गया
id: Terhubung
it: Connesso
ja_jp: 接続済み
ko: 연결됨
nl: Verbonden
pl: Połączono
pt_br: Conectado
ru: Подключено
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
vi: Đã kết nối
zh_cn: 已连接
zh_tw: 已連線

source: Connected Instances
ar: المثيلات المتصلة
de: Verbundene Instanzen
es: Instancias conectadas
fa: نمونه‌های متصل
fr: Instances connectées
hi: कनेक्टेड इंस्टेंस
id: Instans Terhubung
it: Istanze connesse
ja_jp: 接続済みインスタンス
ko: 연결된 인스턴스
nl: Verbonden instanties
pl: Połączone instancje
pt_br: Instâncias conectadas
ru: Подключенные экземпляры
sv: Anslutna instanser
th: อินสแตนซ์ที่เชื่อมต่อ
tr: Bağlı Örnekler
uk: Підключені екземпляри
vi: Phiên bản đã kết nối
zh_cn: 已连接的实例
zh_tw: 已連線的執行個體

source: Connected to your remote Gateway.
ar: متصل بالـ Gateway البعيد الخاص بك.
de: Mit deinem Remote-Gateway verbunden.
es: Conectado a tu Gateway remoto.
fa: به Gateway راه دور شما متصل شد.
fr: Connecté à votre Gateway distant.
hi: आपके remote Gateway से कनेक्ट किया गया।
id: Terhubung ke Gateway jarak jauh Anda.
it: Connesso al Gateway remoto.
ja_jp: リモート Gateway に接続しました。
ko: 원격 Gateway에 연결되었습니다.
nl: Verbonden met je externe Gateway.
pl: Połączono ze zdalnym Gateway.
pt_br: Conectado ao seu Gateway remoto.
ru: Подключено к вашему удалённому Gateway.
sv: Ansluten till din fjärr-Gateway.
th: เชื่อมต่อกับ Gateway ระยะไกลของคุณแล้ว
tr: Uzak Gateway'inize bağlandı.
uk: Підключено до вашого віддаленого Gateway.
vi: Đã kết nối tới Gateway từ xa của bạn.
zh_cn: 已连接到你的远程 Gateway。
zh_tw: 已連線至您的遠端 Gateway。

source: Connected via paired device
ar: متصل عبر جهاز مقترن
de: Über gekoppeltes Gerät verbunden
es: Conectado mediante dispositivo emparejado
fa: متصل از طریق دستگاه جفت‌سازی‌شده
fr: Connecté via un appareil appairé
hi: पेयर किए गए डिवाइस के माध्यम से कनेक्ट किया गया
id: Terhubung melalui perangkat yang dipasangkan
it: Connesso tramite dispositivo abbinato
ja_jp: ペアリング済みデバイス経由で接続済み
ko: 페어링된 기기를 통해 연결됨
nl: Verbonden via gekoppeld apparaat
pl: Połączono przez sparowane urządzenie
pt_br: Conectado por dispositivo pareado
ru: Подключено через сопряженное устройство
sv: Ansluten via parkopplad enhet
th: เชื่อมต่อผ่านอุปกรณ์ที่จับคู่แล้ว
tr: Eşleştirilmiş cihaz üzerinden bağlandı
uk: Підключено через сполучений пристрій
vi: Đã kết nối qua thiết bị đã ghép nối
zh_cn: 已通过配对设备连接
zh_tw: 已透過配對裝置連線

source: Connected with gateway token
ar: متصل باستخدام رمز Gateway المميز
de: Mit Gateway-Token verbunden
es: Conectado con token de gateway
fa: متصل با توکن gateway
fr: Connecté avec un jeton de Gateway
hi: gateway token के साथ कनेक्ट किया गया
id: Terhubung dengan token gateway
it: Connesso con token del gateway
ja_jp: Gatewayトークンで接続済み
ko: gateway 토큰으로 연결됨
nl: Verbonden met gateway-token
pl: Połączono za pomocą tokenu gateway
pt_br: Conectado com token do Gateway
ru: Подключено с помощью токена gateway
sv: Ansluten med gateway-token
th: เชื่อมต่อด้วยโทเค็น gateway
tr: Gateway belirteciyle bağlandı
uk: Підключено за допомогою токена gateway
vi: Đã kết nối bằng mã thông báo gateway
zh_cn: 已使用 Gateway 令牌连接
zh_tw: 已使用 Gateway 權杖連線

source: Connected with password
ar: متصل باستخدام كلمة المرور
de: Mit Passwort verbunden
es: Conectado con contraseña
fa: متصل با گذرواژه
fr: Connecté avec un mot de passe
hi: पासवर्ड के साथ कनेक्ट किया गया
id: Terhubung dengan kata sandi
it: Connesso con password
ja_jp: パスワードで接続済み
ko: 비밀번호로 연결됨
nl: Verbonden met wachtwoord
pl: Połączono za pomocą hasła
pt_br: Conectado com senha
ru: Подключено с помощью пароля
sv: Ansluten med lösenord
th: เชื่อมต่อด้วยรหัสผ่าน
tr: Parolayla bağlandı
uk: Підключено за допомогою пароля
vi: Đã kết nối bằng mật khẩu
zh_cn: 已使用密码连接
zh_tw: 已使用密碼連線

source: Connected with setup code
ar: متصل باستخدام رمز الإعداد
de: Mit Einrichtungscode verbunden
es: Conectado con código de configuración
fa: متصل با کد راه‌اندازی
fr: Connecté avec un code de configuration
hi: सेटअप कोड के साथ कनेक्ट किया गया
id: Terhubung dengan kode penyiapan
it: Connesso con codice di configurazione
ja_jp: セットアップコードで接続済み
ko: 설정 코드로 연결됨
nl: Verbonden met installatiecode
pl: Połączono za pomocą kodu konfiguracji
pt_br: Conectado com código de configuração
ru: Подключено с помощью кода настройки
sv: Ansluten med installationskod
th: เชื่อมต่อด้วยรหัสตั้งค่า
tr: Kurulum koduyla bağlandı
uk: Підключено за допомогою коду налаштування
vi: Đã kết nối bằng mã thiết lập
zh_cn: 已使用设置代码连接
zh_tw: 已使用設定碼連線

source: Connecting to your remote Gateway…
ar: جارٍ الاتصال بالـ Gateway البعيد الخاص بك…
de: Verbindung zu deinem Remote-Gateway wird hergestellt…
es: Conectando a tu Gateway remoto…
fa: در حال اتصال به Gateway راه دور شما…
fr: Connexion à votre Gateway distant…
hi: आपके remote Gateway से कनेक्ट हो रहा है…
id: Menghubungkan ke Gateway jarak jauh Anda…
it: Connessione al Gateway remoto in corso…
ja_jp: リモート Gateway に接続中…
ko: 원격 Gateway에 연결하는 중…
nl: Verbinden met je externe Gateway…
pl: Łączenie ze zdalnym Gateway…
pt_br: Conectando ao seu Gateway remoto…
ru: Подключение к вашему удалённому Gateway…
sv: Ansluter till din fjärr-Gateway…
th: กำลังเชื่อมต่อกับ Gateway ระยะไกลของคุณ…
tr: Uzak Gateway'inize bağlanılıyor…
uk: Підключення до вашого віддаленого Gateway…
vi: Đang kết nối tới Gateway từ xa của bạn…
zh_cn: 正在连接到你的远程 Gateway…
zh_tw: 正在連線至您的遠端 Gateway…

source: Connecting...
ar: جارٍ الاتصال...
de: Verbindung wird hergestellt...
es: Conectando...
fa: در حال اتصال...
fr: Connexion...
hi: कनेक्ट हो रहा है...
id: Menghubungkan...
it: Connessione...
ja_jp: 接続中...
ko: 연결 중...
nl: Verbinding maken...
pl: Łączenie...
pt_br: Conectando...
ru: Подключение...
sv: Ansluter...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
uk: Підключення...
vi: Đang kết nối...
zh_cn: 正在连接...
zh_tw: 連線中...

source: Connecting…
ar: جارٍ الاتصال…
de: Verbindung wird hergestellt…
es: Conectando…
fa: در حال اتصال…
fr: Connexion…
hi: कनेक्ट हो रहा है…
id: Menghubungkan…
it: Connessione…
ja_jp: 接続中…
ko: 연결 중…
nl: Verbinden…
pl: Łączenie…
pt_br: Conectando…
ru: Подключение…
sv: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: Підключення…
vi: Đang kết nối…
zh_cn: 正在连接…
zh_tw: 連線中…

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fa: اتصال
fr: Connexion
hi: कनेक्शन
id: Koneksi
it: Connessione
ja_jp: 接続
ko: 연결
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ru: Подключение
sv: Anslutning
th: การเชื่อมต่อ
tr: Bağlantı
uk: Підключення
vi: Kết nối
zh_cn: 连接
zh_tw: 連線

source: Context
ar: السياق
de: Kontext
es: Contexto
fa: زمینه
fr: Contexte
hi: संदर्भ
id: Konteks
it: Contesto
ja_jp: コンテキスト
ko: 컨텍스트
pl: Kontekst
pt_br: Contexto
ru: Контекст
sv: Kontext
th: บริบท
tr: Bağlam
uk: Контекст
vi: Ngữ cảnh
zh_cn: 上下文
zh_tw: 上下文

source: Context %@%% used
ar: تم استخدام %@%% من السياق
de: %@%% des Kontexts verwendet
es: %@%% del contexto usado
fa: %@%% از زمینه استفاده شده است
fr: %@%% du contexte utilisé
hi: संदर्भ का %@%% उपयोग हुआ
id: Konteks yang digunakan %@%%
it: Contesto utilizzato: %@%%
ja_jp: コンテキストの%@%%を使用
ko: 컨텍스트 %@%% 사용됨
nl: Context voor %@%% gebruikt
pl: Wykorzystano %@%% kontekstu
pt_br: %@%% do contexto usado
ru: Использовано %@%% контекста
sv: Kontext: %@%% används
th: ใช้บริบทไปแล้ว %@%%
tr: Bağlamın %@%% kadarı kullanıldı
uk: Використано %@%% контексту
vi: Đã sử dụng %@%% ngữ cảnh
zh_cn: 已使用上下文的 %@%%
zh_tw: 已使用 %@%% 的上下文
